Repository: ha-ny/TutorLog
Catalog: TutoringSchedule/Localizable.xcstrings
Source language: en
Languages: ko

# addButtonTapped
source: Complete Selection
ko: 선택완료

# alertOKButtonTitle
source: OK
ko: 확인

# appVersionCheckMessage
source: A new update has been released! Please update the app.
ko: 새로운 업데이트가 출시되었습니다! 앱을 업데이트해 주세요.

# appVersionCheckTitle
source: Update
ko: 업데이트

# calendarTabTitle
source: Calendar
ko: 캘린더

# characterLimitMessage
source: The maximum character limit is 20.
ko: 최대 글자 수는 20자입니다.

# characterLimitTitle
source: Character Limit
ko: 글자 수 제한

# connectionFailureMessage
source: An error occurred while connecting to the data. Please try again.
ko: 데이터를 연결하는 동안 문제가 발생했습니다. 다시 시도해주세요.

# connectionFailureTitle
source: Connection Failure
ko: 연결 실패

# createFailedMessage
source: An error occurred while saving the data. Please try again.
ko: 데이터를 저장하는 동안 문제가 발생했습니다. 다시 시도해주세요.

# createFailedTitle
source: Save Failed
ko: 저장 실패

# dateCreationErrorMessage
source: An error occurred while creating the date. Please try again.
ko: 날짜를 생성하는 중에 문제가 발생했습니다. 다시 시도해주세요.

# dateCreationErrorTitle
source: Date Creation Error
ko: 날짜 생성 오류

# dayLabel
source: day
ko: 요일

# deleteButtonTapped
source: Delete
ko: 삭제

# deleteFailedMessage
source: An error occurred while deleting the data. Please try again.
ko: 데이터를 삭제하는 동안 문제가 발생했습니다. 다시 시도해주세요.

# deleteFailedTitle
source: Deletion Failed
ko: 삭제 실패

# endLabel
source: End Time
ko: 종료 시간

# endTimeSaveFailureMessage
source: An error occurred while saving the end time. Please try again.
ko: 시간을 저장하는데 문제가 발생했습니다. 다시 시도해주세요.

# endTimeSaveFailureTitle
source: End Time Save Failure
ko: 종료 시간 저장 실패

# fullDateFormat
source: MMMM dd, yyyy
ko: yyyy년 MMMM dd일

# invalidNumberFormatMessage
source: Only numbers are allowed. Please re-enter.
ko: 숫자만 입력할 수 있습니다. 다시 설정해주세요.

# invalidNumberFormatTitle
source: Invalid Number Format
ko: 유효하지 않은 번호 형식

# invalidTimeRangeMessage
source: The start time is greater than the end time. Please re-enter.
ko: 시작 시간이 종료 시간보다 더 큽니다. 다시 설정해주세요.

# invalidTimeRangeTitle
source: Invalid Time Range
ko: 유효하지 않은 시간 범위

# missingClassNameMessage
source: Class name is required.
ko: 수업명은 반드시 입력해야 합니다.

# missingClassNameTitle
source: Missing Required Information
ko: 필수 정보 누락

# missingDaySelectionMessage
source: Day selection is required.
ko: 요일 선택은 반드시 해야 합니다.

# missingDaySelectionTitle
source: Missing Required Information
ko: 필수 정보 누락

# missingNameMessage
source: Name is required.
ko: 이름은 반드시 입력해야 합니다.

# missingNameTitle
source: Missing Required Information
ko: 필수 정보 누락

# okButtonTapped
source: Complete
ko: 완료

# placeOfAddress
source: Address
ko: 주소

# placeOfClassName
source: Class Name
ko: 수업명

# placeOfDay
source: Select Class Day
ko: 수업 요일 선택

# placeOfEndDate
source: End Date
ko: 종료일

# placeOfMemo
source: Memo
ko: 메모

# placeOfName
source: Name
ko: 이름

# placeOfParentPhoneNum
source: Parent Phone Number
ko: 학부모 연락처

# placeOfStartDate
source: Start Date
ko: 시작일

# placeOfStudentPhoneNum
source: Student Phone Number
ko: 학생 연락처

# placeOfTutoringPlace
source: Class Location
ko: 수업 장소

# scheduleEditViewTitle
source: Class Information
ko: 수업정보

# scheduleTabTitle
source: Class Management
ko: 수업관리

# startDateAfterEndDateMessage
source: The start date is later than the end date. Please re-enter.
ko: 시작일이 종료일보다 늦습니다. 다시 설정해주세요.

# startDateAfterEndDateTitle
source: Invalid Date Range
ko: 유효하지 않은 기간

# startLabel
source: Start Time
ko: 시작 시간

# startTimeSaveFailureMessage
source: An error occurred while saving the start time. Please try again.
ko: 시간을 저장하는데 문제가 발생했습니다. 다시 시도해주세요.

# startTimeSaveFailureTitle
source: Start Time Save Failure
ko: 시작 시간 저장 실패

# studentButton
source: Get List
ko: 목록

# studentEditViewTitle
source: Student Information
ko: 학생정보

# studentTabTitle
source: Student Management
ko: 학생관리

# studentTitleLabel
source: Student
ko: 학생

# yearMonthFormat
source: MMMM yyyy
ko: yyyy년 MMMM
